////////////////////////////////////////////////////////////////////////////////
/** 
  \file
  \brief \ru Пространство имен C3D.
         \en C3D namespace. \~

*/
////////////////////////////////////////////////////////////////////////////////

#ifndef __MATH_NAMESPACE_H
#define __MATH_NAMESPACE_H


//------------------------------------------------------------------------------
/// \ru Объявление пространства имен C3D. \en C3D namespace declaration.
//---
namespace c3d {
}


#endif // __MATH_NAMESPACE_H
